<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Home</title>
   
   <link rel="stylesheet" href="/css/style.css">
</head>
<body>
<header class="header">

<div class="logo">
    <p class="logotip">Логотип</p>
</div>

<div class="menu">
<nav class="nav">
<ul>
    <a href="/"><li>Главная</li></a>
    <a href="/array"><li>Массивы</li></a>
</ul>

</nav>

</div>

</header>
<main>

<div class="block">
<p class="fish-txt">
Душа моя озарена неземной радостью, как эти чудесные весенние утра, которыми я наслаждаюсь от всего сердца. Я совсем один и блаженствую в здешнем краю, словно созданном для таких, как я. Я так счастлив, мой друг, так упоен ощущением покоя, что искусство мое страдает от этого. Ни одного штриха не мог бы я сделать, а никогда не был таким большим художником, как в эти минуты. Когда от милой моей долины поднимается пар и полдневное солнце стоит над непроницаемой чащей темного леса и лишь редкий луч проскальзывает в его святая святых, а я лежу в высокой траве у быстрого ручья и, прильнув к земле, вижу тысячи всевозможных былинок и чувствую, как близок моему сердцу крошечный мирок, что снует между стебельками, наблюдаю эти неисчислимые, непостижимые разновидности червяков и мошек и чувствую близость всемогущего, создавшего нас по своему подобию, веяние вселюбящего, судившего нам парить в вечном блаженстве, когда взор мой туманится и все вокруг меня и небо надо мной запечатлены в моей душе, точно образ возлюбленной, - тогда, дорогой друг, меня часто томит мысль: "Ах! Как бы выразить, как бы вдохнуть в рисунок то, что так полно, так трепетно живет во мне, запечатлеть отражение моей души, как душа моя - отражение предвечного бога!" 
</p>
<img src="/img/img_rnd.jpg" alt="" class="random_img">
</div>





</main>
<footer class="footer">


<div class="grup_footer">
<div class="copyright">
    <img class="copyImg" src="/img/Copyright.svg.png" alt="">
</div>

<div class="nameUsers_me-and_year">
    <p class="me">Черепова М.А</p>
    <p class="year">2024</p>
</div>
</div>



</footer>


</body>
</html>